Revit 2027 API
ParameterTypeId.RbsHvacloadRoofAreaParam Property
 "Roof Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadRoofAreaParam { get; }
Public Shared ReadOnly Property RbsHvacloadRoofAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadRoofAreaParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadRoofAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace